experiment/test_fio/result/conv/seqread/fio_rw_1_800M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=4468: Sun Dec  3 17:49:33 2023
  write: IOPS=147k, BW=2299MiB/s (2411MB/s)(800MiB/348msec); 0 zone resets
    slat (nsec): min=1921, max=106495, avg=2917.69, stdev=1905.87
    clat (usec): min=20, max=762, avg=51.12, stdev=32.29
     lat (usec): min=24, max=775, avg=54.04, stdev=33.52
    clat percentiles (usec):
     |  1.00th=[   39],  5.00th=[   40], 10.00th=[   41], 20.00th=[   41],
     | 30.00th=[   41], 40.00th=[   42], 50.00th=[   42], 60.00th=[   43],
     | 70.00th=[   51], 80.00th=[   57], 90.00th=[   62], 95.00th=[   82],
     | 99.00th=[  190], 99.50th=[  198], 99.90th=[  594], 99.95th=[  644],
     | 99.99th=[  758]
  lat (usec)   : 50=69.24%, 100=26.62%, 250=3.91%, 500=0.08%, 750=0.13%
  lat (usec)   : 1000=0.01%
  cpu          : usr=8.07%, sys=44.96%, ctx=12407, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2299MiB/s (2411MB/s), 2299MiB/s-2299MiB/s (2411MB/s-2411MB/s), io=800MiB (839MB), run=348-348msec

Disk stats (read/write):
  sdb: ios=0/22684, sectors=0/725888, merge=0/0, ticks=0/928, in_queue=924, util=59.44%