experiment/test_fio/result/conv/seqread/fio_rw_1_800M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5599: Mon Dec  4 21:50:48 2023
  write: IOPS=160k, BW=2500MiB/s (2621MB/s)(800MiB/320msec); 0 zone resets
    slat (nsec): min=1837, max=88878, avg=2498.88, stdev=1163.19
    clat (usec): min=20, max=594, avg=47.17, stdev=19.71
     lat (usec): min=23, max=625, avg=49.67, stdev=20.27
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   42], 10.00th=[   42], 20.00th=[   43],
     | 30.00th=[   43], 40.00th=[   43], 50.00th=[   44], 60.00th=[   44],
     | 70.00th=[   44], 80.00th=[   45], 90.00th=[   50], 95.00th=[   67],
     | 99.00th=[  129], 99.50th=[  184], 99.90th=[  206], 99.95th=[  285],
     | 99.99th=[  586]
  lat (usec)   : 50=90.31%, 100=7.03%, 250=2.60%, 500=0.03%, 750=0.03%
  cpu          : usr=10.03%, sys=42.63%, ctx=12569, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2500MiB/s (2621MB/s), 2500MiB/s-2500MiB/s (2621MB/s-2621MB/s), io=800MiB (839MB), run=320-320msec

Disk stats (read/write):
  sdb: ios=0/24732, sectors=0/791424, merge=0/0, ticks=0/908, in_queue=904, util=59.44%